xml/request_templates/filmstr_og_filmcentr_droemmenomenfamilie.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>50796590|870970</ac:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://www.filmstriben.dk/?showfilm=9000000990</dc:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://filmcentralen.dk/grundskolen/film/droemmen-om-en-familie</dc:identifier>
              <dc:identifier xsi:type="dcterms:URI">http://filmcentralen.dk/gymnasiet/film/droemmen-om-en-familie</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Drømmen om en familie</dc:title>
              <dc:title xsi:type="dkdcplus:full">Drømmen om en familie</dc:title>
              <dc:title xsi:type="dkdcplus:series">New Danish Screen</dc:title>
              <dcterms:alternative>Dreaming of a family</dcterms:alternative>
              <dcterms:alternative>Projekt Far</dcterms:alternative>
              <dc:creator xsi:type="dkdcplus:drt">Mira Jargil</dc:creator>
              <dc:creator xsi:type="oss:sort">Jargil, Mira</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">30.175</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Familiesociologi</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">børn</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">børneforsorg</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">familier</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">forældre</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">samvær</dc:subject>
              <dcterms:abstract>Per er 55 år og har været misbruger det meste af sit liv. Da han får datteren Ilse med Christina, der også er misbruger, bliver han stoffri, men magter ikke opgaven med Ilse, da Christina flytter. Da Per igen får kontakt til Christina og de forelsker sig, opstår drømmen om en familie igen. Under hele forløbet følges familien af Torben fra Socialforvaltningen</dcterms:abstract>
              <dc:description>Produktion: Plus Pictures (Danmark), 2013</dc:description>
              <dcterms:audience xsi:type="dkdcplus:medieraad">Mærkning: Tilladt for alle</dcterms:audience>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Det Danske Filminstitut</dc:publisher>
              <dc:date>2014</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Film (net)</dc:type>
              <dcterms:extent>67 min.</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">50796590</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20140219180423</marcx:subfield>
                  <marcx:subfield code="d">20131107</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="006">
                  <marcx:subfield code="d">0</marcx:subfield>
                  <marcx:subfield code="2">b</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2014</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="n">b</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">m</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DBI201409</marcx:subfield>
                  <marcx:subfield code="x">BKM201409</marcx:subfield>
                  <marcx:subfield code="x">FSC201409</marcx:subfield>
                  <marcx:subfield code="x">FSB201409</marcx:subfield>
                  <marcx:subfield code="x">FSF201409</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Drømmen om en familie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="b">[Det Danske Filminstitut]</marcx:subfield>
                  <marcx:subfield code="c">[2014]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="l">67 min.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">New Danish Screen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Per er 55 år og har været misbruger det meste af sit liv. Da han får datteren Ilse med Christina, der også er misbruger, bliver han stoffri, men magter ikke opgaven med Ilse, da Christina flytter. Da Per igen får kontakt til Christina og de forelsker sig, opstår drømmen om en familie igen. Under hele forløbet følges familien af Torben fra Socialforvaltningen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="i">Alternative titler</marcx:subfield>
                  <marcx:subfield code="t">Dreaming of a family</marcx:subfield>
                  <marcx:subfield code="t">Projekt Far</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Produktion: Plus Pictures (Danmark), 2013</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="517">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Mærkning: Tilladt for alle</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">30.175</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">38.55</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">børn</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">forældre</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">samvær</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">familier</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">børneforsorg</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="a">Jargil</marcx:subfield>
                  <marcx:subfield code="h">Mira</marcx:subfield>
                  <marcx:subfield code="4">drt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Adgang til streaming for biblioteksbrugere og biblioteker i kommuner med abonnement på Filmstriben</marcx:subfield>
                  <marcx:subfield code="u">http://www.filmstriben.dk/?showfilm=9000000990</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Adgang til streaming for skoler med abonnement på Filmcentralen</marcx:subfield>
                  <marcx:subfield code="u">http://filmcentralen.dk/grundskolen/film/droemmen-om-en-familie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="856">
                  <marcx:subfield code="z">Adgang til streaming for gymnasier med abonnement på Filmcentralen</marcx:subfield>
                  <marcx:subfield code="u">http://filmcentralen.dk/gymnasiet/film/droemmen-om-en-familie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="990">
                  <marcx:subfield code="o">201409</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:50796590</os:identifier>
            <os:creationDate>2013-11-07</os:creationDate>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasOnlineAccess</os:relationType>
                <os:relationUri>http://www.filmstriben.dk/bibliotek/filmdetails.aspx?id=9000000990http://filmcentralen.dk/grundskolen/film/droemmen-om-en-familiehttp://filmcentralen.dk/gymnasiet/film/droemmen-om-en-familie</os:relationUri>
                <os:linkObject>
                  <os:accessType>streaming</os:accessType>
                  <os:access>onsite</os:access>
                  <os:linkTo>website</os:linkTo>
                </os:linkObject>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasOnlineAccess</os:relationType>
                <os:relationUri>http://www.filmstriben.dk/fjernleje/filmdetails.aspx?id=9000000990http://filmcentralen.dk/grundskolen/film/droemmen-om-en-familiehttp://filmcentralen.dk/gymnasiet/film/droemmen-om-en-familie</os:relationUri>
                <os:linkObject>
                  <os:accessType>streaming</os:accessType>
                  <os:access>remote</os:access>
                  <os:linkTo>website</os:linkTo>
                </os:linkObject>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:35803645</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:35796584</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>filmstr_og_filmcentr_droemmenomenfamilie.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
